act
autoconf
blueutil
brotli
c-ares
ca-certificates
docker
docker-compose
elasticsearch
fzf
gcc
gdbm
gettext
git
gmp
htop
icu4c
ipython
isl
jemalloc
jupyterlab
krb5
libcbor
libev
libevent
libfido2
libidn
libmpc
libnghttp2
libsodium
libtermkey
libuv
libvterm
libyaml
luajit-openresty
luv
lz4
m4
mpdecimal
mpfr
msgpack
mysql
nano
ncurses
neovim
nghttp2
node
openblas
openjdk
openssl@1.1
pandoc
pcre2
pipenv
pkg-config
poetry
postgresql
protobuf
pyenv
python-tk@3.9
python@3.10
python@3.9
readline
redis
ripgrep
six
sqlite
tcl-tk
tree
tree-sitter
unibilium
xz
zeromq
zstd
font-hack-nerd-font
font-jetbrains-mono
font-jetbrains-mono-nerd-font
monitorcontrol
pycharm
